IDEA StatiCa Open Model
PointResultBase Constructor
Compatible with IDEA StatiCa Beta 21.0 - beta
Initializes a new instance of the PointResultBase class
 Namespace: IdeaRS.OpenModel.Result
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
protected PointResultBase()
Protected Sub New
protected:
PointResultBase()
See Also
Reference
PointResultBase Class
IdeaRS.OpenModel.Result Namespace